# System Utilities
io.missioncenter.MissionCenter
ca.desrt.dconf-editor
com.github.tchx84.Flatseal
io.github.flattool.Warehouse
io.github.realmazharhussain.GdmSettings
org.bluesabre.MenuLibre
xyz.tytanium.DoorKnocker
org.freedesktop.Bustle
org.gnome.dspy

# Development
org.dbgate.DbGate
org.gnome.meld
com.usebruno.Bruno

# Office & Productivity
md.obsidian.Obsidian
org.libreoffice.LibreOffice
org.gnome.Papers
com.github.jeromerobert.pdfarranger
org.gnucash.GnuCash
org.moneymanagerex.MMEX
ai.jan.Jan

# Media & Content Creation
org.gimp.GIMP
com.obsproject.Studio
org.kde.kdenlive
page.tesk.Refine
org.nickvision.tagger
org.musicbrainz.Picard
net.mkiol.SpeechNote
io.github.dynobo.sphereview
org.gnome.Snapshot
org.gnome.Loupe
org.gnome.font-viewer
org.siril.Siril
be.alexandervanhee.gradia

# Communication
com.discordapp.Discord
org.gnome.Contacts
org.gnome.Calendar
org.gajim.Gajim

# Gaming
com.modrinth.ModrinthApp
org.gnome.Aisleriot
org.gnome.Chess
org.gnome.Quadrapassel

# File Sharing
org.qbittorrent.qBittorrent
org.localsend.localsend_app

# Virtualization
org.gnome.Boxes

# Hardware Tools
org.raspberrypi.rpi-imager
com.orcaslicer.OrcaSlicer

# Utilities
it.mijorus.smile
org.gnome.Characters
org.gnome.TextEditor
org.gnome.Calculator
org.gnome.Maps
org.gnome.Weather
org.gnome.clocks
